# 第5337回,2019/12/25,6395,19口,"805,800円",667口,"33,500円",71口,"419,600円","2,951口","16,700円"
# 第5338回,2019/12/26,4732,14口,"1,111,900円",432口,"46,300円",63口,"579,100円","1,931口","23,100円"
# 第5339回,2019/12/27,2682,15口,"1,056,300円",255口,"88,000円",77口,"572,100円",990口,"44,000円"
# 第5340回,2019/12/30,9980,23口,"1,055,900円",279口,"87,900円",88口,"571,900円",830口,"43,900円"

# ex.
NUMBERS4 = {
    # 回号
    u'no': u'5340', # data[0] (int)
    # 抽選日
    u'date': u'20191230', # data[1] (str)
    # 抽選数字
    u'figure': {
        u'num1': u'9980', # data[2] (int)
        u'num2': u'9980'  # data[2] (str)
    },
    # 結果
    u'result': {
        # ストレート
        u'straight': {
            u'num': u'23', # data[3] (int)
            u'price': u'1,055,900' # data[4] (str)

        },
        # ボックス
        u'box': {
            u'num': u'279', # data[5] (int)
            u'price': u'87,900' # data[6] (str)

        },
        # セット
        u'set': {
            u'straight': {
                u'num': u'88', # data[7] (int)
                u'price': u'571,900' # data[8] (str)
            },
            u'box': {
                u'num': u'830', # data[9] (int)
                u'price': u'43,900' # data[10] (str)
            },
        },
    },
}