第1443回,2019/12/23,2,4,8,10,22,33,(28),,,,,,2口,"106,577,600円",12口,"5,329,000円",322口,"214,400円","16,570口","4,400円","234,330口","1,000円",0円
第1444回,2019/12/26,11,20,24,25,30,37,(14),,,,,,該当なし,該当なし,8口,"8,796,000円",319口,"238,200円","11,985口","6,700円","185,765口","1,000円","234,554,381円"
第1445回,2019/12/30,3,14,24,29,30,42,(21),,,,,,1口,"507,733,800円",8口,"10,244,500円",219口,"404,100円","11,964口","7,800円","199,939口","1,000円",0円

# ex.
LOTO6 = {
    # 回号
    u'no': u'1445', # data[0] (int)
    # 抽選日
    u'date': u'20191230', # data[1] (str)
    # 抽選数字
    u'figure': {
        u'num1': u'3',  # data[2] (str)
        u'num2': u'14'  # data[3] (str)
        u'num3': u'24'  # data[4] (str)
        u'num4': u'29'  # data[5] (str)
        u'num5': u'30'  # data[5] (str)
        u'num6': u'42'  # data[7] (str)
        u'bonus': u'21' # data[8] (str)
    },
    # 結果
    u'result': {
        # ストレート
        u'top1': {
            u'num': u'1', # data[14] (int)
            u'price': u'1,055,900' # data[15] (str)

        },
        u'top2': {
            u'num': u'1', # data[16] (int)
            u'price': u'1,055,900' # data[17] (str)

        },
        u'top3': {
            u'num': u'1', # data[18] (int)
            u'price': u'1,055,900' # data[19] (str)

        },
        u'top4': {
            u'num': u'1', # data[20] (int)
            u'price': u'1,055,900' # data[21] (str)

        },
        u'top5': {
            u'num': u'1', # data[22] (int)
            u'price': u'1,055,900' # data[23] (str)

        },
        u'carry_over': u'' # data[24]
    },
}